tap 'homebrew/bundle'
brew 'git'
brew 'sqlite'
brew 'openssl'
brew 'python3'
brew 'vim'
brew 'ripgrep'
brew 'fd'
brew 'zsh-completions'
brew 'pandoc'
brew 'most'
brew 'pdfgrep'
brew 'tree'
brew 'broot'
brew 'gh'
brew 'fzf'
brew 'bat'
brew 'perl'
brew 'the_silver_searcher'
brew 'universal-ctags'
brew 'autojump'
brew 'gcc'
brew 'ncurses'
brew 'autoconf'
brew 'automake'
cask 'anaconda'
cask 'mactex'
cask 'visual-studio-code'
cask 'inkscape'
cask 'kitty'
